Repository: RRZE-Webteam/rrze-jobspreader-analytics
Catalog: languages/rrze-jobspreader-analytics-*_formal.po
Languages: de_de@formal

source: Adapted version of the Jobspreader Analytics Plugin by Wollmilchsau.
de_de@formal: Angepasste Version des Jobspreader-Analytics-Plugin von Wollmilchsau.

source: Settings
de_de@formal: Einstellungen

source: Configuration of the Jobspreader Analytics loader.
de_de@formal: Konfiguration des Jobspreader-Analytics-Loaders.

source: API Key
de_de@formal: API-Schlüssel

source: Script Placement
de_de@formal: Skriptplatzierung

source: Tracked post types
de_de@formal: Erfasste Post-Types

source: Please enter the Jobspreader Analytics API key received by Wollmilchsau. Get support at %s.
de_de@formal: Bitte geben Sie den von Wollmilchsau erhaltenen Jobspreader-Analytics-API-Schlüssel ein. Support erhalten Sie unter %s.

source: Choose where to inject the external Jobspreader script.
de_de@formal: Wählen Sie, wo das externe Jobspreader-Skript eingefügt werden soll.

source: Enter one post type slug per line to enable tracking only for those post types. If left empty, the tracker will not load on any post type.
de_de@formal: Geben Sie pro Zeile einen Post-Type-Slug ein, um das Tracking nur für diese Post-Types zu aktivieren. Bleibt das Feld leer, wird der Tracker für keinen Post-Type geladen.

source: Jobspreader Analytics Settings
de_de@formal: RRZE-Jobspreader

source: Save Changes
de_de@formal: Änderungen speichern

source: The server is running WordPress version %1$s. The plugin requires at least WordPress version %2$s.
de_de@formal: Auf dem Server läuft WordPress Version %1$s. Das Plugin erfordert mindestens WordPress Version %2$s.

source: The server is running PHP version %1$s. The plugin requires at least PHP version %2$s.
de_de@formal: Auf dem Server wird PHP Version %1$s ausgeführt. Das Plugin erfordert mindestens PHP Version %2$s.
